Repository: marrrydm/Stockisy
Catalog: Stockisy/Support/*.lproj/Localizable.strings
Languages: id

# title.onboarding1
source: Improve the overall experience of the app
id: Tingkatkan pengalaman aplikasi secara keseluruhan

# title.onboarding2
source: Your feedback matters to us
id: Masukan Anda penting bagi kami

# content.onboaring2
source: We value and carefully analyze all the reviews and comments we receive
id: Kami menghargai dan menganalisis dengan cermat semua ulasan dan komentar yang kami terima

# comment1
source: This app has completely transformed my trading experience. Highly recommended!
id: Aplikasi ini telah sepenuhnya mengubah pengalaman trading saya. Sangat direkomendasikan!

# comment2
source: Its user-friendly interface and extensive features make it the best choice. Great job!
id: Antarmuka ramah pengguna dan fitur ekstensif menjadikannya pilihan terbaik. Kerja bagus!

# title.onboarding3
source: Turn on notifications
id: Aktifkan notifikasi

# content.onboaring3
source: Stay tuned with our trading ideas and real-time signals
id: Nantikan terus ide perdagangan dan sinyal waktu nyata kami

# onboarding.nextButton
source: Continue
id: Lanjutkan

# tabbar.edu
source: Education
id: Pendidikan

# tabbar.tools
source: Tools
id: Alat

# tabbar.settings
source: Settings
id: Pengaturan

source: Quiz of the day
id: Kuis hari ini

source: Basic quiz
id: Kuis dasar

source: Trading basics
id: Dasar-dasar perdagangan

source: How to choose dividends
id: Bagaimana memilih dividen

source: What are Daily Pivot Points
id: Apa itu Pivot Point Harian

source: More chapters to be added soon
id: Lebih banyak bab akan segera ditambahkan

source: World Central Banks
id: Bank Sentral Dunia

source: Daily Pivot Points
id: Poin Pivot Harian

source: Dividend Calendar
id: Kalender Dividen

source: Open
id: Membuka

source: Continue
id: Melanjutkan

source: Back
id: Kembali

source: Level
id: Tingkat

# qiestion1.3
source: 3. Which form of analysis is based on price charts and indicators?
id: 3. Bentuk analisis manakah yang didasarkan pada grafik dan indikator harga?

# qiestion1.5
source: 5. Which tool helps to identify the upper and lower bounds of potential price movements?
id: 5. Alat manakah yang membantu mengidentifikasi batas atas dan bawah potensi pergerakan harga?

# answer1.1.1
source: Currency pairs
id: Pasangan mata uang

# answer1.1.2
source: Types of indicators
id: Jenis indikator

# answer1.1.3
source: Market participant categories
id: Kategori peserta pasar

# answer1.1.4
source: Bullish and bearish trends
id: Tren naik dan turun

# answer1.2.1
source: A way to communicate with the broker
id: Cara berkomunikasi dengan broker

# answer1.2.2
source: A trading signal
id: Sinyal perdagangan

# answer1.2.3
source: Limiting losses on a position
id: Membatasi kerugian pada suatu posisi

# answer1.2.4
source: Forecasting future prices
id: Memperkirakan harga di masa depan

# answer1.3.1
source: Fundamental analysis
id: Analisis mendasar

# answer1.3.2
source: Macroeconomic analysis
id: Analisis makroekonomi

# answer1.3.3
source: Technical analysis
id: Analisis teknis

# answer1.3.4
source: Social analysis
id: Analisis sosial

# answer1.4.1
source: The minimum amount of currency for trading
id: Jumlah minimum mata uang untuk diperdagangkan

# answer1.4.2
source: Profit on a trade
id: Keuntungan dari perdagangan

# answer1.4.3
source: Broker's commission
id: Komisi pialang

# answer1.4.4
source: Central bank rate
id: Suku bunga bank sentral

# answer1.5.1
source: Volatility
id: Volatilitas

# answer1.5.2
source: Median indicator
id: Indikator median

# qiestion2.4
source: 4. Which type of analysis focuses on economic indicators, news events, and overall market conditions?
id: 4. Jenis analisis manakah yang berfokus pada indikator ekonomi, peristiwa berita, dan kondisi pasar secara keseluruhan?

# answer2.1.1
source: A trade that lasts only a few minutes
id: Perdagangan yang hanya berlangsung beberapa menit

# answer2.1.2
source: A position where an investor expects the price to rise
id: Posisi di mana investor memperkirakan harga akan naik

# answer2.1.4
source: A type of technical indicator
id: Suatu jenis indikator teknikal

# answer2.2.1
source: The amount of money required to open a trade
id: Jumlah uang yang diperlukan untuk membuka perdagangan

# answer2.2.2
source: The difference between the bid and ask price
id: Perbedaan antara harga tawaran dan harga permintaan

# answer2.2.3
source: A tool that magnifies both profits and losses
id: Alat yang memperbesar keuntungan dan kerugian

# answer2.2.4
source: The total value of all trades in a given market
id: Nilai total seluruh perdagangan di pasar tertentu

# answer2.3.1
source: A unit of measurement for the width of a candlestick
id: Satuan pengukuran lebar kandil

# answer2.3.2
source: The smallest price movement a given exchange rate can make
id: Pergerakan harga terkecil yang dapat dihasilkan oleh nilai tukar tertentu

# answer2.3.3
source: A type of technical indicator
id: Suatu jenis indikator teknikal

# answer2.3.4
source: An order to buy or sell a security at the best available price
id: Perintah untuk membeli atau menjual sekuritas dengan harga terbaik yang tersedia

# answer2.4.1
source: Technical analysis
id: Analisis teknis

# answer2.4.2
source: Sentiment analysis
id: Analisis sentimen

# answer2.4.3
source: Fundamental analysis
id: Analisis mendasar

# answer2.4.4
source: Price action analysis
id: Analisis pergerakan harga

# answer2.5.1
source: To limit potential losses on a trade
id: Untuk membatasi potensi kerugian dalam suatu perdagangan

# answer2.5.2
source: To automatically close a trade once a specific profit target is reached
id: Untuk menutup perdagangan secara otomatis setelah target keuntungan tertentu tercapai

# answer2.5.3
source: To buy a security at a lower price
id: Untuk membeli sekuritas dengan harga lebih rendah

# answer2.5.4
source: To execute a trade at the current market price
id: Untuk mengeksekusi perdagangan pada harga pasar saat ini

# res1
source: You answered
id: Anda menjawab

# res2
source: questions correctly
id: pertanyaan dengan benar

# account.policy
source: Privacy Policy
id: Kebijakan Privasi

# account.terms
source: Terms of Use
id: Ketentuan Penggunaan

source: Best dividend stock
id: Saham dividen terbaik

source: European Caentral Bank
id: Bank Sentral Eropa

source: Bank of England
id: Bank Inggris

source: Swiss National Bank
id: Bank Nasional Swiss

source: Reserve Bank of Australia
id: Bank Cadangan Australia

source: Bank of Canada
id: Bank Kanada

source: Reserve Bank of New Zealand
id: Bank Cadangan Selandia Baru

source: Bank of Japan
id: Bank Jepang

source: Central Bank of the Russian Federation
id: Bank Sentral Federasi Rusia

source: Reserve Bank of India
id: Bank Cadangan India

source: People's Bank of China
id: Bank Rakyat Tiongkok

source: People's Bank of Brazil
id: Bank Rakyat Brasil

source: Current rate
id: Tarif saat ini

source: Next Meeting
id: Pertemuan berikutnya

source: Last Change
id: Perubahan terakhir
